export const ruLang = {
  header: {
    upperRightText: "ЦИФРОВАЯ ЭКОСИСТЕМА УСЛУГ.",
    upperRightDescTextOne:
      "Первый цифровой медиакит для бизнеса — это ваш личный навигатор в мире маркетинга, продакшна, брендинга, VFX и IT.",
    upperRightDescTextTwo:
      "Забудьте про бесконечные PDF — всё, что вам нужно, доступно онлайн в один клик.",
  },
  monsterCorp: {
    boldTitle: "Искусство создавать будущее.",
    text1lvlOne: "Мы не просто создаем бренды, контент и технологии.",
    text1lvlTwo: "Мы создаем реальность, частью которой хотим быть.",
    text1lvlThree:
      "В мире, где каждый борется за внимание, побеждают те, кто способен поразить воображение. Monster Corp. — это экосистема, в которой данные становятся стратегией, технологии - эмоциями, а идеи - культурой.",
  },
  whyMonsterCorp: {
    title: "Почему Monster Corp?",
    boldTitleOne: "Бренды, которые вдохновляют.",
    boldTitleTwo: "Решения, которые работают.",
    boldTitleThree: "Контент, который цепляет.",
    textDesc: `В основе каждого успешного бизнеса — история.<br class="max-md:hidden" /><br/>Мы рассказываем её так, чтобы в неё верили.<br class="md:hidden" />В мире хаоса и информационного шума мы создаём смысл.<br/><br/>Monster Corp. — это не просто агентство. Это инновационный центр, <br/>где креатив и технологии<br/>работают на бизнес.`,
    iconTextOne:
      'Мы помогаем брендам<br /><span class="text-blue-1000">становиться иконами.</span>',
    iconTextTwo:
      'Мы превращаем<br /><span class="text-blue-1000">идеи во влияние.</span>',
    iconTextThree:
      '<span class="text-blue-1000">Мы создаем маркетинг, двигающий</span><br />индустрию вперёд.',
  },
  ourDirections: {
    title: "Наши направления",
    directionsData: {
      one: {
        descOne:
          "Стратегии, которые приводят к росту. Бренды растут, когда маркетинг становится частью жизни клиентов. Мы создаем не просто рекламу, а моменты взаимодействия, которые вызывают эмоции, привязанность и доверие.",
        list: {
          one: "Data-driven маркетинг",
          two: "Performance & SMM",
          three: "E-commerce & retail solutions",
          four: "Influence & viral campaigns",
        },
        descTwo:
          "Мы не делаем рекламу. Мы создаем реальность, <br class='hidden md:block'/> в которой бренды становятся незаменимыми.",
      },
      two: {
        descOne:
          "Форма, которая передает смысл. Мир визуального потребления требует айдентики, которая выделяется. Мы создаем дизайн, который становится языком бренда и говорит за него, даже без слов.",
        list: {
          one: "Глобальные концепции",
          two: "Айдентика, логотип, упаковка",
          three: "Графический и digital-дизайн",
          four: "Luxury & premium брендинг",
        },
        descTwo: "Когда ваш бренд имеет голос, он звучит громче конкурентов.",
      },
      three: {
        descOne:
          "В современном мире контент — это валюта доверия. Люди не просто покупают, они переживают опыт бренда. Мы создаем визуальные истории, которые хочется пересматривать.",
        list: {
          one: "Рекламные ролики, документальные истории, бренд-фильмы",
          two: "Фотоконтент, который продаёт без слов",
          three: "YouTube и видеомаркетинг нового поколения",
        },
        descTwo:
          "Контент, который не просто рассказывает, <br/> а заставляет чувствовать.",
      },
      four: {
        descOne:
          "Мы раздвигаем границы реальности. Там, где раньше были ограничения, мы создаем визуальные вселенные.",
        upperText: "ИСКУССТВО ДОСТУПА К НЕВОЗМОЖНОМУ",
        list: {
          one: "Кинематографический VFX & CGI",
          two: "Графика для игр, фильмов, рекламы",
          three: "3D-визуализация архитектуры и продуктов",
        },
        descTwo: "Когда технология становится искусством, создаются легенды.",
      },
      five: {
        descOne: "БУДУЩЕЕ УЖЕ НАСТУПИЛО",
        list: {
          one: "Искусственный интеллект, который понимает клиентов лучше, чем они сами.",
          two: "Автоматизированные маркетинговые стратегии и AI-анализ поведения аудитории.",
          three:
            "Data-driven рекламные кампании, прогнозирование трендов, персонализация контента.",
        },
        descTwo:
          "Будущее маркетинга — это гиперточность. <br/> Мы помогаем вам говорить с клиентами на их языке.",
      },
      six: {
        descOne: "IT-РЕШЕНИЯ ДЛЯ ЛИДЕРОВ",
        list: {
          one: "От прототипа до идеального цифрового продукта.",
          two: "Разработка сайтов, мобильных приложений, CRM, ERP, AI-систем.",
          three: "Интеграция AI, UX/UI-дизайн, масштабируемые IT-решения.",
        },
        descTwo:
          "Технологии должны работать на ваш успех. <br/> Мы знаем, как это сделать.",
      },
    },
  },
  ourIndicators: {
    title: "Наши показатели",
  },
  weDonTCreateContent: {
    title: "Наши показатели",
    titleTwo: "Мы создаем культуру.",
    boxOne: "Бренды должны быть больше, чем логотипы.",
    boxTwo: "Реклама должна быть больше,<br/>чем креатив.",
    boxThree: "Маркетинг должен<br/>быть больше<br/>чем цифры.",
    logoOne: "МЫ создаем новые смыслы.",
    logoTwo: "Мы формируем будущее бизнеса.",
    logoThree: "Мы Monster Corp.",
  },
  tariff: {
    title: "Изучите тарифы.",
  },
  logoCubeAnimation: {
    title: "Клиенты",
    description:
      'Мы гордимся работой с компаниями, <br className="hidden lg:block" /> которые задают правила игры на своих рынках.',
  },
  contactForm: {
    titleOne: "Оставьте заявку,",
    titleTwo: "чтобы обсудить проект",
    descriptionOne:
      "Для того чтобы обеспечить максимальную релевантность и эффективность обсуждения, просим вас заполнить небольшую анкету. Ваши ответы помогут нам лучше понять ваши потребности и ожидания, а также сделать проект более соответствующим вашим интересам.",
    descriptionTwo:
      "Для того чтобы обеспечить максимальную релевантность и эффективность обсуждения, просим вас заполнить небольшую анкету.",
    form: {
      yourContacts: "Ваши контакты",
      name: "Имя",
      email: "Почта",
      whatsAppText: "с рабочим WhatsApp",
      aboutProject: "О проекте",
      budget: {
        title: "Бюджет",
        one: "От 1000$",
        two: "От 3500$",
        three: "От 7500$",
      },
      iNeed: {
        title: "Мне нужно",
        one: "Вчера",
        two: "Сейчас",
        three: "Завтра",
      },
      description: {
        title: "Описание проекта",
        placeholder: "Ответьте на вопросы с 1 по 4",
      },
      file: {
        title: "Прикрепить файл",
        fileSelected: "Выбран файл",
        one: "Как называется ваша компания и чем она занимается?",
        two: "Какую задачу вы хотите решить с помощью наших услуг?",
        three: "За какой срок и бюджет вы хотите получить результат?",
        four: "Когда вам позвонить?",
      },
      select: {
        title: "Откуда вы узнали про Monster?",
        one: "Рейтинги",
        two: "Рекомендация",
        three: "Соц.сети",
        four: "Давно знаю",
        five: "По запросу",
      },
      policyOne: "Нажимая кнопку вы соглашаетесь на обработку ",
      policyTwo: "персональных данных.",
      modal: {
        ok: {
          one: "Заявка успешно отправлено",
          two: "Что то пошло не так",
        },
        no: {
          one: "Ждите, пока с вами не свяжутся",
          two: "Повторите снова или попробуйте позже",
        },
      },
    },
  },
  footer: {
    contacts: "КОНТАКТЫ",
    socialNetworks: "СОЦ.СЕТИ",
    clocks: {
      bishkek: "Бишкек",
      tashkent: "Ташкент",
      dubai: "Дубай",
      almaty: "Алматы",
      newYork: "Нью-Йорк",
      shanghai: "Шанхай",
    },
  },
};
